export default {
  translation: {
    lang: {
      currentLang: 'ru',
    },
    video: {
      paragraph1: 'Опытные мастера, индивидуальный подход и безупречный сервис',
      paragraph2: 'создают неповторимую атмосферу, где каждый клиент — настоящий VIP.',
    },
    footer: {
      ourContacts: 'Контакты',
      findUsOnMap: 'Найти нас на карте',
      location: 'Новосибирск, ул. Октябрьская 81',
      phoneNumber: '+7-(999)-465-2506',
    },
    carousel: {
      description: 'Наши работы, наше пространство, наша атмосфера.',
    },
    header: {
      text: 'Место, где стиль встречает удобство',
      onlineBooking: 'Записаться',
    },
    navbar: {
      main: 'Главная страница',
      slider: 'Галерея',
      services: 'Услуги',
      team: 'Команда',
      footer: 'Связаться с нами',
      telegram: 'Telegram',
      whatsapp: 'Whatsapp',
    },
    services: {
      heading: 'Услуги',
      description: 'Наши кресла — это трон стиля, а атмосфера — это вихрь творчества. Мы не просто следуем за трендами, мы их задаем.',
      chooseService: 'Выбрать услугу',
      names: {
        1: 'Стрижка',
        2: 'Стрижка машинкой',
        3: 'Стрижка бороды машинкой',
        4: 'Моделирование бороды',
        5: 'Камуфляж седины',
        6: 'Отец и сын',
        7: 'Детская стрижка',
      },
    },
    team: {
      heading: 'Команда',
      description: '«MOB Cut Studio» – это не просто салон, это путеводитель по миру элегантности и стиля. Доверьте свой облик профессионалам, и ваши волосы станут не просто стрижкой, а искусством, которое говорит о вашей неповторимой индивидуальности.',
      teammates: {
        1: 'Сотрудник 1',
        2: 'Сотрудник 2',
        3: 'Сотрудник 3',
        4: 'Сотрудник 4',
        5: 'Сотрудник 5',
        6: 'Сотрудник 6',
      },
      teammatesDescription: {
        1: 'Здесь должно быть описание сотрудника 1',
        2: 'Здесь должно быть описание сотрудника 2',
        3: 'Здесь должно быть описание сотрудника 3',
        4: 'Здесь должно быть описание сотрудника 4',
        5: 'Здесь должно быть описание сотрудника 5',
        6: 'Здесь должно быть описание сотрудника 6',
      },
    },
    others: {
      yclients: 'Yclients форма',
    },
    ariaLabels: {
      closeBtn: 'кнопка закрытия',
      nextBtn: 'следующий слайд',
      prevBtn: 'предыдущий слайд',
      callBtn: 'кнопка звонка',
      bookingBtn: 'кнопка записи',
      openBtn: 'кнопка открытия',
      langSwitcher: 'сменить язык',
    },
    alts: {
      slider: 'слайд',
      background: 'задний фон',
      logo: 'логотип',
      teammate: 'член команды',
    },
  },
};
